Repository: ManageIQ/manageiq-ui-service
Catalog: client/gettext/po/*/manageiq-ui-self_service.po
Languages: es

source: % Complete
es: % Completo

source: %s was created.
es: %s fue creado.

source: %s was published.
es: %s fue publicado.

source: (Current Group)
es: (Grupo actual)

source: 1 Week
es: 1 Semana

source: 2 Weeks
es: 2 Semanas

source: 3 Weeks
es: 3 Semanas

source: 4 Weeks
es: 4 Semanas

source: About Me
es: Acerca de mi

source: Action not able to submit.
es: La acción no pudo enviarse

source: Activated Products Details View
es: Vista de detale de los Productos Activados

source: Active
es: Activo

source: Add Item
es: Agregar Ítem

source: Add to Shopping Cart
es: Añadir a la cesta

source: Advanced Options
es: Opciones Avanzadas

source: Approved
es: Aprobado

source: Approved Requests
es: Peticiones Aprobadas

source: Approver
es: Aprobador

source: Are you sure you wish to proceed?
es: ¿Seguro que quiere continuar?

source: Back to My Requests
es: Volver a Mis Peticiones

source: Back to My Services
es: Volver a Mis Servicios

source: Back to Service
es: Volver al Servicio

source: Back to Service Catalog
es: Volver al Catálogo de Servicios

source: Blueprint List
es: Listado de Blueprints

source: Browse
es: Navegar

source: Browser Default
es: Por defecto en el navegador

source: Button action not supported.
es: La acción del botón no está soportada

source: Cancel
es: Cancelar

source: Catalog
es: Catalogo

source: Catalog Name
es: Nombre del Catálogo

source: Change Group:
es: Cambiar Grupo:

source: Change to this Group
es: Cambiar a este Grupo

source: Clear
es: Vaciar

source: Close
es: Cerrar

source: Confirm, would you like to remove this service?
es: Confirme, ¿quiere eliminar este servicio?

source: Confirm, would you like to retire this service?
es: Confirme, ¿le gustaría retirar el servicio?

source: Create
es: Crear

source: Create Blueprint
es: Crear Blueprint

source: Create Catalog
es: Crear Catalogo

source: Created
es: Creado

source: Created On
es: Creado el

source: Creation Date
es: Fecha de Creación

source: Current
es: Actual

source: Current Group
es: Grupo Actual

source: Current Services
es: Servicios Actuales

source: Currently Selected Group
es: Grupo Seleccionado Actualmente

source: Custom Actions
es: Acción Personalizada

source: Custom Button:
es: Botón Personalizado

source: Custom button action
es: Botón de Acciones Personalizado

source: Dashboard
es: Panel

source: Delete
es: Eliminar

source: Denied
es: Denegado

source: Denied Requests
es: Peticiones Denegadas

source: Description
es: Descripción

source: Dialog
es: Dialogo

source: Disk Count
es: Número de Discos

source: Disk Space Allocated
es: Espacio de disco asignado

source: Disk Space Used
es: Espacio de disco usado

source: Don't Save
es: No Guardar

source: Edit
es: Editar

source: Edit Service
es: Editar servicio

source: Error retrieving user info
es: Error al obtener la información del usuario

source: Filter by Catalog
es: Filtrar por Catalogo

source: Filter by Catalog Name
es: Filtrar por Nombre de catálogo

source: Filter by Created On
es: Filtrar por Fecha de creación

source: Filter by Description
es: Filtrar por Descripción

source: Filter by ID
es: Filtrar por ID

source: Filter by Name
es: Filtrar por Nombre

source: Filter by Owner
es: Filtrar por Propietario

source: Filter by Request Date
es: Filtrar por Fecha de petición

source: Filter by Retirement Date
es: Filtrar por Fecha de Retiro

source: Filter by Status
es: Filtrar por Estado

source: Filter by VMs
es: Filtrar por MV

source: Filter by Visibility
es: Filtrar por Visibilidad

source: Filter by name
es: Filtrar por nombre

source: For Sizing
es: Por Tamaño

source: Group
es: Grupo

source: Help
es: Ayuda

source: Hourly
es: Cada hora

source: Inactivate the service
es: Desactivar el servicio

source: Inactive
es: Inactivo

source: Incorrect username or password.
es: Nombre de usuario o contraseña incorrectos.

source: Instance name
es: Nombre de instancia

source: Item added to shopping cart
es: Se añadió el elemento a la cesta de la compra

source: Language
es: Idioma

source: Last Message
es: Último mensaje

source: Last Modified
es: Última modificación

source: Last Scan
es: Último escaneo

source: Last Updated
es: Última actualización

source: Log In
es: Iniciar sesión

source: Log into the full administrative UI
es: Iniciar sesión con el interfaz completo de administración

source: Login
es: Iniciar sesión

source: Logout
es: Finalizar sesión

source: ManageIQ Self Service
es: Autoservicio de ManageIQ

source: Memory
es: Memoria

source: Memory on Disk
es: Memoria en disco

source: Monthly
es: Mensual

source: More
es: Más

source: My Orders
es: Mis pedidos

source: My Requests
es: Mis peticiones

source: My Services
es: Mis servicios

source: Name
es: Nombre

source: Never
es: Nunca

source: No Provisioning Dialog Available.
es: No hay disponible un Diálogo de Provisión

source: No Warning
es: Sin avisos

source: Number of VMs
es: Número de MV

source: Open a HTML5 console for this VM
es: Abrir una consola HTML5 para esta MV

source: Order
es: Pedido

source: Order Details
es: Detalle del pedido

source: Order ID
es: ID del pedido

source: Orders:
es: Pedidos:

source: Owner
es: Propietario

source: Password
es: Contraseña

source: Pending
es: Pendiente

source: Pending Requests
es: Peticiones pendientes

source: Permanently delete the service
es: Borrar el servicio permanentemente

source: Please enter a name for the new Catalog
es: Por favor ingrese un nombre para el nuevo catalogo

source: Power State
es: Estado de operación

source: Pricing
es: Precio

source: Product
es: Producto

source: Product Status
es: Estado de producto

source: Product Tags
es: Etiquetas de producto

source: Product Type
es: Tipo de producto

source: Products Details
es: Detalles de productos

source: Provisioning
es: Aprovisionamiento

source: Provisioning Answers
es: Respuestas de Provisión

source: Publish
es: Publicar

source: Reconfigure
es: Reconfigurar

source: Reconfigure Entry Point
es: Reconfigurar Punto de Entrada

source: Reconfigure Service:
es: Reconfigurar el Servicio:

source: Reconfigure this service has been cancelled
es: Se ha cancelado la reconfiguración del servicio

source: Refresh
es: Actualizar

source: Remove
es: Quitar

source: Remove Service
es: Eliminar Servicio

source: Request Approval State
es: Estado de aprobación de la Petición

source: Request Date
es: Fecha de petición

source: Request ID
es: ID de petición

source: Request List
es: Lista de peticiones

source: Request State
es: Situación de la petición

source: Request Status
es: Estado de la petición

source: Request Type
es: Tipo de petición

source: Request:
es: Petición:

source: Requested
es: Pedido

source: Requested By
es: Pedido por

source: Requests Details
es: Detalles de la petición

source: Retire
es: Retirar

source: Retire Now
es: Retirar ahora

source: Retire Service Now
es: Retirar el servicio ahora

source: Retired
es: Retirado

source: Retired Services
es: Servicios retirados

source: Retirement
es: Retiro

source: Retirement Date
es: Fecha de retiro

source: Retirement Entry Point
es: Punto de Entrada de Retiro

source: Retirement Warning
es: Alarma de retiro

source: Retiring Soon
es: Se retirará en breve

source: Save
es: Guardar

source: Save Changes to {{vm.blueprint.name}}
es: Guardar cambios a {{vm.blueprint.name}}

source: Schedule Retirement
es: Programar retiro

source: Schedule Service Retirement
es: Programar retiro de servicio

source: Scheduling retirement for
es: Programando retiro para

source: Select Dialog
es: Seleccione Dialogo

source: Select a Catalog
es: Seleccione un Catalogo

source: Select a Dialog
es: Seleccione un Dialogo

source: Select a Group
es: Seleccione un grupo

source: Select an Owner
es: Seleccione un propietario

source: Self Service
es: Autoservicio

source: Service Catalog
es: Catálogo de servicios

source: Service Custom Button Details
es: Detalles de Botón Personalizado

source: Service Details
es: Detalles de servicio

source: Service Id
es: ID de servicio

source: Service List
es: Lista de servicios

source: Service Template Details
es: Detalles de Plantilla de servicio

source: Service:
es: Servicio:

source: Set Ownership
es: Asignar dueño:

source: Set Service Ownership
es: Asignar dueño al servicio

source: Setup
es: Configuración

source: Shopping Cart
es: Cesta de la compra

source: Shopping cart
es: Cesta de la compra

source: Shopping cart is empty.
es: La cesta de la compra está vacía.

source: Shopping cart successfully ordered
es: Se pidió la cesta de la compra con éxito

source: Size
es: Tamaño

source: Soon
es: En breve

source: Submit Request
es: Enviar petición

source: Switch Language:
es: Cambiar idioma:

source: The current approval status of the request
es: El estado actual de aprovación de la petición

source: The last heartbeat received from the instances
es: El último heartbeat recibido por las instancias

source: The number of active services
es: El número de servicios activos

source: The number of instances running this service
es: El número de instancias ejecutando este servicio

source: The number of services retiring within the next 30 days
es: El número de servicios que se retirarán los próximos 30 días

source: The number of services which have hit their retirement period or been retired
es: El número de servicios que han llegado a su periodo de retiro o has sido retirados

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
es: La página que está buscando puede que haya sido borrada, su nombre haya cambiado, o no esté disponible temporalmente.

source: The page you requested cannot be found.
es: La página que pidió no ha sido encontrada

source: The total number of available blueprints
es: El número total de blueprints disponible

source: The total number of available catalog items
es: El número total de elementos disponibles en el catálogo

source: The total number of requests that you have submitted
es: El número total de peticiones que ha enviado

source: The total number of services that you have ordered, both active and retired
es: El número total de servicios que ha ordenado, tanto activos como retirados

source: There was a problem loading the page.
es: Hubo un error al cargar la página.

source: There was an error adding to shopping cart:
es: Hubo un error al añadir a la cesta de la compra:

source: There was an error editing this service.
es: Hubo un error al editar el servicio.

source: There was an error opening the console
es: Hubo un error al abrir la consola

source: There was an error opening the console:
es: Hubo un error al abrir la consola:

source: There was an error removing this service.
es: Hubo un error eliminando el servicio.

source: There was an error retiring this service.
es: Hubo un error retirando el servicio.

source: There was an error saving ownership of this service.
es: Hubo un error al guardar el dueño del servicio.

source: There was an error submitting this request:
es: Hubo un error al enviar esta petición:

source: This service has no associated VMs
es: Este servicio no tiene MV asociadas

source: Total Requests
es: Peticiones totales

source: Total Services
es: Servicios Totales

source: Unassigned
es: No Asignados

source: Unsupported console protocol returned
es: Protocolo de consola devuelto no está soportado

source: Unsupported console protocol returned:
es: Protocolo de consola devuelto no está soportado:

source: User Default
es: Predeterminados para el usuario

source: User does not have privileges to login.
es: El usuario no tiene privilegios para entrar.

source: Username
es: Nombre de usuario

source: VMs
es: MV

source: Vendor
es: Proveedor

source: Virtual Machines ({{ ::vm.vms.length }})
es: Máquinas Virtuales ({{ ::vm.vms.length }})

source: Visibility
es: Visibilidad

source: Waiting for the console to become ready
es: Esperando a que la consola esté preparada

source: Waiting for the console to become ready:
es: Esperando a que la consola esté preparada:

source: We apologize for the inconvenience.
es: Disculpe las molestias.

source: Yes, Remove Service
es: Sí, borre el servicio

source: Yes, Retire Service Now
es: Sí, retire el servicio ahora

source: Your session has timed out.
es: Su sesión a expirado.

source: locale_name
es: Español

source: ordered
es: pedidos

source: was edited.
es: fue editado.

source: was removed.
es: fue eliminado.

source: was retired.
es: fue retirado.

source: {{ $count }} item
es: {{ $count }} elemento
